tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/autoupdate"
tap "mas-cli/tap"
tap "mikekurkin/homebrew-utils"

brew "ffmpeg"
brew "gpac"
brew "issw"
brew "mas-cli/tap/mas"
brew "pv"
brew "tldr"
brew "yarn"
brew "youtube-dl"
brew "vim"

cask "anydesk"
cask "backblaze"
cask "coconutbattery"
cask "dozer"
cask "firefox"
cask "fork"
cask "google-chrome"
cask "handbrake"
cask "iina"
cask "ilya-birman-typography-layout"
cask "ios-app-signer"
cask "iterm2"
cask "karabiner-elements"
cask "keka"
cask "mediainfo"
cask "microsoft-edge"
cask "monitorcontrol"
cask "onyx"
cask "punctual-layout"
cask "sf-symbols"
cask "sublime-text"
cask "telegram"
cask "textmate"
cask "transmission"
cask "transmission-remote-gui"
cask "tunnelbear"
cask "typora"
cask "visual-studio-code"

cask "font-iosevka"
cask "font-iosevka-slab"
cask "font-iosevka-ss07"
cask "font-iosevka-aile"
cask "font-iosevka-etoile"

mas "AdGuard for Safari", id: 1440147259
mas "Amphetamine", id: 937984704
mas "Backtrack - Record Past Audio", id: 1477089520
mas "Blackmagic Disk Speed Test", id: 425264550
mas "Dark Mode for Safari", id: 1397180934
mas "GarageBand", id: 682658836
mas "Mactracker", id: 430255202
mas "Microsoft Excel", id: 462058435
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pixelmator Pro", id: 1289583905
mas "Tampermonkey", id: 1482490089
# mas "Xcode", id: 497799835
